import React from 'react'
import './Main.scss'
import Women from '../../assets/img/womens.png'

const Main = () => {
    return (
        <div className='main'>
            <div className='container'>
                <div className='main__body'>
                    <div className='main__row'>
                        <div className='main__column'>
                            <div className='main__title'>Женская логика</div>
                        </div>
                        <div className='main__column'>
                            <div className='main__photo'>
                                <img src={Women} alt='Women' />
                            </div>
                        </div>
                    </div>
                    <div className='main__text'>Женщины, эти очаровательные создания с умопомрачительными причёсками, пышными ресницами, огромными глазами и пухлыми губками способны в одно мгновение поставить любого из нас в тупик, загнать в угол своими рассуждениями и прибить насмерть только им присущими умозаключениями. И можно прожить целую жизнь, но так и не раскусить этот таинственный орешек, можно лопнуть от перенапряжения, но так и не разгадать этот диковинный ребус, в котором каждый последующий шаг приводит к ещё более парадоксальным открытиям, заводя в чащу необычного и невероятного.</div>
                    <div className='main__text'>1.</div>
                    <div className='main__text'>Лейтенант Григорий Петров, недавний выпускник высшего военного училища этого не знал. Он умел хорошо стрелять из всех видов стрелкового оружия, командовать взводом и даже ротой, мог спать на снегу, укрывшись одной только шинелью, и умел лихо знакомиться с девушками, причём получалось это у него вполне естественно, легко и непринуждённо. Вот и со своей новой знакомой, которую звали Татьяной, он познакомился как бы невзначай. Она работала в библиотеке и являла собой воистину яркий и прелестный цветок, никак не вписывающийся ни в серую обстановку маленького помещения, ни в повседневное окружение, а потому не заметить её было невозможно. Ни один мужчина, посетитель этих хмурых стен, не мог удержаться, чтобы не сделать Танечке комплимент, к которым она уже успела привыкнуть, а потому воспринимала лестные слова в свой адрес, как сами собой разумеющиеся, не фиксируя своё внимание на тех, кто их произносил. </div>
                    <div className='main__text'>- Танечка, вы сегодня прелестны, как никогда!</div>
                    <div className='main__text'>- Боже, какие глаза!</div>
                    <div className='main__text'>- Как вы грациозны!</div>
                    <div className='main__text'>- Вы неотразимы!</div>
                    <div className='main__text'>Танечка только головой в ответ кивала и продолжала выполнять свою рутинную работу, заполняя скучные каталоги и делая пометки в читательских формулярах. А потому, когда на пороге библиотеки появился молодой симпатичный лейтенант, не высказавший ни единого слова по поводу прелестной заведующей и, только сухо поздоровавшись, попросивший какую-то книгу, Танечку такое поведение незнакомца взволновало до глубины души.</div>
                    <div className='main__text'>- Нахал, – подумала девушка, протягивая лейтенанту книгу, а вслух спросила. – А вы давно к нам приехали?</div>
                    <div className='main__text'>- Неделю назад, – чётко отрапортовал Григорий. – Но уже начинаю привыкать. А вы давно здесь работаете?</div>
                    <div className='main__text'>- Второй год, – мило улыбнулась девушка.</div>
                    <div className='main__text'>- Меня Григорием зовут, а вас?</div>
                    <div className='main__text'>- А меня Татьяной.</div>
                    <div className='main__text'>- Очень приятно, – произнёс лейтенант и, поблагодарив девушку за помощь, вышел из библиотеки, от волнения чуть было не ударившись головой о низкую притолоку.</div>
                    <div className='main__text'>- Осторожнее! – чуть не выкрикнула ему вслед девушка.</div>
                    <div className='main__text'>После этого она целый день не могла сосредоточиться на привычной работе, думая о своём новом знакомом.</div>
                    <div className='main__text'>Григорий тоже находился под впечатлением. Такая милая внешность, точёная фигурка и ангельский голосок, как ему показалось, не могли оставить его равнодушным. Лейтенант промучился этими мыслями до самого вечера и пришёл к выводу, что влюблён.</div>
                    <div className='main__text'>2.</div>
                    <div className='main__text'>На следующий день он снова направился в библиотеку, куда его тянуло, как магнитом. Танечка, приснившаяся ему ночью, не покидала ни на минуту его мысли.</div>
                    <div className='main__text'>- Добрый день! – поздоровался Григорий, внезапно почувствовав, что смущается, как мальчишка.</div>
                    <div className='main__text'>- Здравствуйте, Григорий. Уже прочитали книгу?</div>
                    <div className='main__text'>- Не совсем, то есть, не до конца.</div>
                    <div className='main__text'>- Тогда что же вас привело сюда снова? – поинтересовалась девушка.</div>
                    <div className='main__text'>Григорий немного помешкал, а потом вдруг спросил:</div>
                    <div className='main__text'>- А что вы сегодня делаете после работы?</div>
                    <div className='main__text'>- А что? – сердце девушки сжалось. – Вы хотите что-то предложить?</div>
                    <div className='main__text'>- Ну, в общем, да, – согласился лейтенант. – Может, погуляем немного?</div>
                    <div className='main__text'>- Может. А куда пойдём?</div>
                    <div className='main__text'>Прелестный вопрос. Только вот действительно, куда идти? Гулять вдоль казарм, привлекая к себе нездоровые взгляды военнослужащих срочной службы, было абсурдом. Прогуливаться в военном городке возле домов комсостава – тоже занятие не из приятных, когда прекрасно осознаёшь, что твою спину откровенно сверлит не одна пара любопытных глаз. Так куда же идти, когда идти некуда? А если прогуляться по лесу, начинающемуся сразу за территорией части? Там сейчас хорошо, уютно, тепло и тихо, а главное – никто не мешает. Можно ходить, наслаждаясь чистым лесным воздухом, первозданной тишиной и тихо беседовать, не опасаясь нездоровых взглядов в свою сторону и циничных усмешек, типа «так-так, всё с вами ясно!».</div>
                    <div className='main__text'>- А давайте в лес пойдём. – предложил Григорий.</div>
                    <div className='main__text'>- Да ну, в лес! – возмутилась девушка. – Вы ещё приставать начнёте.</div>
                    <div className='main__text'>- Да не буду я приставать, – пообещал Григорий. – Честное слово!</div>
                    <div className='main__text'>- А чего тогда в лес идти?</div>
                    <div className='main__text'>Первый раз в жизни лейтенант растерялся, не зная, что ответить и как себя вести. Первый раз он столкнулся с женской логикой, разбившей его оборону сходу, совершенно не задумываясь, нокаутировав его бесподобным ответом на такой простой, казалось бы, вопрос.</div>
                    <div className='main__text'>Увидев откровенную растерянность молодого человека, Танечке стало его жалко, и она, мило улыбнувшись, добавила:</div>
                    <div className='main__text'>- Я заканчиваю в шесть. </div>
                    <div className='main__text'>3.</div>
                    <div className='main__text'>Так будь же счастлива, святая наивность, будь счастлива обладательница непредсказуемой женской логики, потому что без неё наша жизнь потеряет целую палитру красок.</div>
                </div>
            </div>
        </div>
    )
}

export default Main